[{"title": "Brain-Computer Interfaces News -- ScienceDaily", "description": "Read extraordinary research on brain-computer interfaces, brain-to-brain interfaces, and brain-controlled prosthetic devices.", "pubDate": "Jun 16 2020", "items": [{"title": "Artificial synapse that works with living cells created", "link": "https://www.sciencedaily.com/releases/2020/06/200615115808.htm", "description": "Researchers have created a device that can integrate and interact with neuron-like cells. This could be an early step toward an artificial synapse for use in brain-computer interfaces. ", "pubDate": "Jun 15 2020", "guid": "https://www.sciencedaily.com/releases/2020/06/200615115808.htm"}, {"title": "Multifunctional e-glasses monitor health, protect eyes, control video games", "link": "https://www.sciencedaily.com/releases/2020/05/200527105057.htm", "description": "Fitness tracker bracelets and watches provide useful information, such as step count and heart rate, but they usually can't provide more detailed data about the wearer's health. Now, researchers reporting in ACS Applied Materials & Interfaces have developed smart electronic glasses (e-glasses) that not only monitor a person's brain waves and body movements, but also can function as sunglasses and allow users to control a video game with eye motions. ", "pubDate": "May 27 2020", "guid": "https://www.sciencedaily.com/releases/2020/05/200527105057.htm"}, {"title": "Evidence that human brains replay our waking experiences while we sleep", "link": "https://www.sciencedaily.com/releases/2020/05/200505121711.htm", "description": "When we fall asleep, our brains are not merely offline, they're busy organizing new memories -- and now, scientists have gotten a glimpse of the process. Researchers report the first direct evidence that human brains replay waking experiences while asleep, seen in the brains of two participants who had been implanted with microelectrode arrays as part of a brain-computer interface pilot clinical trial. ", "pubDate": "May 05 2020", "guid": "https://www.sciencedaily.com/releases/2020/05/200505121711.htm"}, {"title": "Improved neural probe can pose precise questions without losing parts of the answers", "link": "https://www.sciencedaily.com/releases/2020/05/200501001041.htm", "description": "A technique for studying individual circuits in the brains of mice has been hampered because the light needed to stimulate neural activity briefly overwhelms the electrodes 'listening' for the response. Now, improved shielding within the neural probe enables those lost signals to be captured. ", "pubDate": "May 01 2020", "guid": "https://www.sciencedaily.com/releases/2020/05/200501001041.htm"}, {"title": "Stabilizing brain-computer interfaces", "link": "https://www.sciencedaily.com/releases/2020/04/200420125540.htm", "description": "New research will drastically improve brain-computer interfaces and their ability to remain stabilized during use, greatly reducing or potentially eliminating the need to recalibrate these devices during or between experiments. ", "pubDate": "Apr 20 2020", "guid": "https://www.sciencedaily.com/releases/2020/04/200420125540.htm"}, {"title": "Protecting thin, flexible brain interfaces from the human body", "link": "https://www.sciencedaily.com/releases/2020/04/200408142736.htm", "description": "Researchers have demonstrated the ability to implant an ultrathin, flexible neural interface with thousands of electrodes into the brain with a projected lifetime of more than six years. Protected from the ravaging environment of internal biological processes by less than a micrometer of material, the achievement is an important step toward creating high-resolution neural interfaces that can persist within a human body for an entire lifetime. ", "pubDate": "Apr 08 2020", "guid": "https://www.sciencedaily.com/releases/2020/04/200408142736.htm"}, {"title": "Brain mapping study suggests motor regions for the hand also connect to the entire body", "link": "https://www.sciencedaily.com/releases/2020/03/200326144409.htm", "description": "Investigators report that they have used microelectrode arrays implanted in human brains to map out motor functions down to the level of the single nerve cell. The study revealed that an area believed to control only one body part actually operates across a wide range of motor functions. It also demonstrated how different neurons coordinate with each other. ", "pubDate": "Mar 26 2020", "guid": "https://www.sciencedaily.com/releases/2020/03/200326144409.htm"}, {"title": "'It's like you have a hand again': An ultra-precise mind-controlled prosthetic", "link": "https://www.sciencedaily.com/releases/2020/03/200304141641.htm", "description": "In a major advance in mind-controlled prosthetics for amputees, researchers have tapped faint, latent signals from arm nerves and amplified them to enable real-time, intuitive, finger-level control of a robotic hand. ", "pubDate": "Mar 04 2020", "guid": "https://www.sciencedaily.com/releases/2020/03/200304141641.htm"}, {"title": "Imagined movements can alter our brains", "link": "https://www.sciencedaily.com/releases/2019/11/191107160003.htm", "description": "Brain-computer interfaces have a structural impact on brain substance. ", "pubDate": "Nov 07 2019", "guid": "https://www.sciencedaily.com/releases/2019/11/191107160003.htm"}, {"title": "How neural circuits drive hungry individuals to peak performance", "link": "https://www.sciencedaily.com/releases/2019/09/190926114002.htm", "description": "Success is no accident: To reach your goal you need perseverance. But where does the motivation come from? Scientists have now identified the neural circuit in the brain of fruit flies which makes them perform at their best when searching for food. ", "pubDate": "Sep 26 2019", "guid": "https://www.sciencedaily.com/releases/2019/09/190926114002.htm"}, {"title": "Brain-computer interfaces without the mess", "link": "https://www.sciencedaily.com/releases/2019/09/190918112424.htm", "description": "It sounds like science fiction: controlling electronic devices with brain waves. But researchers have developed a new type of electroencephalogram (EEG) electrode that can do just that, without the sticky gel required for conventional electrodes. Even better, the devices work through a full head of hair. The researchers now report on the flexible electrodes, which could someday be used in brain-computer interfaces to drive cars or move artificial limbs. ", "pubDate": "Sep 18 2019", "guid": "https://www.sciencedaily.com/releases/2019/09/190918112424.htm"}, {"title": "A smart artificial hand for amputees merges user and robotic control", "link": "https://www.sciencedaily.com/releases/2019/09/190911113007.htm", "description": "Scientists have successfully tested new neuroprosthetic technology that combines robotic control with users' voluntary control, opening avenues in the new interdisciplinary field of shared control for neuroprosthetic technologies. ", "pubDate": "Sep 11 2019", "guid": "https://www.sciencedaily.com/releases/2019/09/190911113007.htm"}, {"title": "The future of mind control", "link": "https://www.sciencedaily.com/releases/2019/09/190905094048.htm", "description": "Scientists are blurring the distinction between brain and machine, designing nanoelectronics that look, move, and feel like real neurons. Camouflaged in the brain, this technology could offer a better way to treat Alzheimer's disease or post-traumatic stress disorder, control prosthetics, or even enhance cognitive abilities. ", "pubDate": "Sep 05 2019", "guid": "https://www.sciencedaily.com/releases/2019/09/190905094048.htm"}, {"title": "Brain waves detected in mini-brains grown in a dish", "link": "https://www.sciencedaily.com/releases/2019/08/190829150824.htm", "description": "Scientists have created miniature brains from stem cells that developed functional neural networks. Despite being a million times smaller than human brains, these lab-grown brains are the first observed to produce brain waves that resemble those of preterm babies. ", "pubDate": "Aug 29 2019", "guid": "https://www.sciencedaily.com/releases/2019/08/190829150824.htm"}, {"title": "New study shows how autism can be measured through a non-verbal marker", "link": "https://www.sciencedaily.com/releases/2019/08/190815113730.htm", "description": "Researchers have identified a non-verbal, neural marker of autism. This marker shows that individuals with autism are slower to dampen neural activity in response to visual signals in the brain. This first-of-its kind marker was found to be independent of intelligence and offers an objective way to potentially diagnose autism in the future. ", "pubDate": "Aug 15 2019", "guid": "https://www.sciencedaily.com/releases/2019/08/190815113730.htm"}, {"title": "Scientists can now manipulate brain cells using smartphone", "link": "https://www.sciencedaily.com/releases/2019/08/190805143525.htm", "description": "A team of scientists have invented a device that can control neural circuits using a tiny brain implant controlled by a smartphone. The device could speed up efforts to uncover brain diseases such as Parkinson's, Alzheimer's, addiction, depression, and pain. ", "pubDate": "Aug 05 2019", "guid": "https://www.sciencedaily.com/releases/2019/08/190805143525.htm"}, {"title": "Electronic chip mimics the brain to make memories in a flash", "link": "https://www.sciencedaily.com/releases/2019/07/190716103408.htm", "description": "Engineers have mimicked the human brain with an electronic chip that uses light to create and modify memories. ", "pubDate": "Jul 16 2019", "guid": "https://www.sciencedaily.com/releases/2019/07/190716103408.htm"}, {"title": "Understanding brain activity when you name what you see", "link": "https://www.sciencedaily.com/releases/2019/06/190624140400.htm", "description": "Using complex statistical methods and fast measurement techniques, researchers found how the brain network comes up with the right word and enables us to say it. ", "pubDate": "Jun 24 2019", "guid": "https://www.sciencedaily.com/releases/2019/06/190624140400.htm"}, {"title": "First-ever successful mind-controlled robotic arm without brain implants", "link": "https://www.sciencedaily.com/releases/2019/06/190619142542.htm", "description": "Researchers have made a breakthrough in the field of noninvasive robotic device control. Using a noninvasive brain-computer interface (BCI), researchers have developed the first-ever successful mind-controlled robotic arm exhibiting the ability to continuously track and follow a computer cursor. ", "pubDate": "Jun 19 2019", "guid": "https://www.sciencedaily.com/releases/2019/06/190619142542.htm"}, {"title": "How electrical stimulation reorganizes the brain", "link": "https://www.sciencedaily.com/releases/2019/06/190610142023.htm", "description": "Recordings of neural activity during therapeutic stimulation can be used to predict subsequent changes in brain connectivity, according to a study of epilepsy patients. This approach could inform efforts to improve brain stimulation treatments for depression and other psychiatric disorders. ", "pubDate": "Jun 10 2019", "guid": "https://www.sciencedaily.com/releases/2019/06/190610142023.htm"}, {"title": "Neuron and synapse-mimetic spintronics devices developed", "link": "https://www.sciencedaily.com/releases/2019/04/190417102829.htm", "description": "A research group has developed spintronics devices which are promising for future energy-efficient and adoptive computing systems, as they behave like neurons and synapses in the human brain. ", "pubDate": "Apr 17 2019", "guid": "https://www.sciencedaily.com/releases/2019/04/190417102829.htm"}, {"title": "Advances in deep brain stimulation could lead to new treatments", "link": "https://www.sciencedaily.com/releases/2019/04/190408114231.htm", "description": "A new article suggests that recent advances in deep brain stimulation (DBS) for Parkinson disease could lead to treatments for conditions such as obsessive-compulsive disorder (OCD), Gilles de la Tourette syndrome and depression. The authors of the article argue that bi-directional electrodes which can both stimulate and record from deep brain structures -- known as closed-loop DBS -- could have applications beyond Parkinson disease. ", "pubDate": "Apr 08 2019", "guid": "https://www.sciencedaily.com/releases/2019/04/190408114231.htm"}, {"title": "Bungee jumping for science", "link": "https://www.sciencedaily.com/releases/2019/02/190228113633.htm", "description": "Immediately before a person decides to launch themselves off a bridge for a bungee jump, there is a measurable increase in their brain activity. This can be recorded nearly one second before the person makes the conscious decision to jump. Researchers have, for the first time, succeeded in measuring this 'Bereitschaftspotential' (readiness potential) outside a laboratory and under extreme conditions. ", "pubDate": "Feb 28 2019", "guid": "https://www.sciencedaily.com/releases/2019/02/190228113633.htm"}, {"title": "Bioengineers create ultrasmall, light-activated electrode for neural stimulation", "link": "https://www.sciencedaily.com/releases/2019/02/190215110252.htm", "description": "Scientists have detailed a less invasive method of neural stimulation that would use an untethered ultrasmall electrode activated by light, a technique that may mitigate damage done by current methods. ", "pubDate": "Feb 15 2019", "guid": "https://www.sciencedaily.com/releases/2019/02/190215110252.htm"}, {"title": "Brain hand 'map' is maintained in amputees with and without phantom limb sensations", "link": "https://www.sciencedaily.com/releases/2019/02/190205090529.htm", "description": "Researchers have found that the brain stores detailed information of a missing hand decades after amputation, regardless of whether amputees still experience phantom hand sensations. ", "pubDate": "Feb 05 2019", "guid": "https://www.sciencedaily.com/releases/2019/02/190205090529.htm"}, {"title": "Graphene can hear your brain whisper", "link": "https://www.sciencedaily.com/releases/2019/01/190124105309.htm", "description": "A newly developed graphene-based implant can record electrical activity in the brain at extremely low frequencies and over large areas, unlocking the wealth of information found below 0.1 Hz. ", "pubDate": "Jan 24 2019", "guid": "https://www.sciencedaily.com/releases/2019/01/190124105309.htm"}, {"title": "Brain activity predicts fear of pain", "link": "https://www.sciencedaily.com/releases/2018/12/181225162802.htm", "description": "Researchers applied a machine learning technique that could potentially translate patterns of activity in fear-processing brain regions into scores on questionnaires used to assess a patient's fear of pain. This neuroscientific approach may help reconcile self-reported emotions and their neural underpinnings. ", "pubDate": "Dec 25 2018", "guid": "https://www.sciencedaily.com/releases/2018/12/181225162802.htm"}, {"title": "Brain-computer interface advances improve prosthetics, therapies", "link": "https://www.sciencedaily.com/releases/2018/11/181106121415.htm", "description": "Advances in connecting neural stimulation to physical control of the body are transforming the development of prosthetics and therapeutic training for people with disabilities, according to new research. ", "pubDate": "Nov 06 2018", "guid": "https://www.sciencedaily.com/releases/2018/11/181106121415.htm"}, {"title": "Memory 'brainwaves' look the same in sleep and wakefulness", "link": "https://www.sciencedaily.com/releases/2018/10/181009115003.htm", "description": "Identical brain mechanisms are responsible for triggering memory in both sleep and wakefulness, new research has shown. ", "pubDate": "Oct 09 2018", "guid": "https://www.sciencedaily.com/releases/2018/10/181009115003.htm"}, {"title": "Unlocking the secret of how the brain encodes speech", "link": "https://www.sciencedaily.com/releases/2018/09/180926140827.htm", "description": "People like the late Stephen Hawking are unable to speak because their muscles are paralyzed. Scientists want to help these individuals communicate by developing a brain machine interface to decode the commands the brain is sending to the tongue, palate, lips and larynx. New research has moved science closer by unlocking new information about how the brain encodes speech. They discovered the brain controls speech in a similar way to how it controls arm movements. ", "pubDate": "Sep 26 2018", "guid": "https://www.sciencedaily.com/releases/2018/09/180926140827.htm"}, {"title": "Breakthrough in construction of computers for mimicking human brain", "link": "https://www.sciencedaily.com/releases/2018/07/180711093119.htm", "description": "A computer built to mimic the brain's neural networks produces similar results to that of the best brain-simulation supercomputer software currently used for neural-signaling research. Tested for accuracy, speed and energy efficiency, this custom-built computer named SpiNNaker, has the potential to overcome the speed and power consumption problems of conventional supercomputers, with the aim of advancing our knowledge of neural processing in the brain, including learning and disorders such as epilepsy and Alzheimer's disease. ", "pubDate": "Jul 11 2018", "guid": "https://www.sciencedaily.com/releases/2018/07/180711093119.htm"}, {"title": "A dual-therapy approach to boost motor recovery after a stroke", "link": "https://www.sciencedaily.com/releases/2018/06/180620094808.htm", "description": "Scientists have shown that combining a brain-computer interface (BCI) with functional electrical stimulation (FES) can help stroke victims recover greater use of their paralyzed arm -- even years after the stroke. ", "pubDate": "Jun 20 2018", "guid": "https://www.sciencedaily.com/releases/2018/06/180620094808.htm"}, {"title": "Waves move across the human brain to support memory", "link": "https://www.sciencedaily.com/releases/2018/06/180607135206.htm", "description": "Engineers have discovered a new fundamental feature of brain oscillations: they actually move rhythmically across the brain, reflecting patterns of neuronal activity that propagate across the cortex. The researchers also found that the traveling waves moved more reliably when subjects performed well while performing a working memory task, indicating traveling waves are important for memory and cognition: the waves play a significant role in supporting brain connectivity. ", "pubDate": "Jun 07 2018", "guid": "https://www.sciencedaily.com/releases/2018/06/180607135206.htm"}, {"title": "Speed-accuracy tradeoff turns up gain in the brain", "link": "https://www.sciencedaily.com/releases/2018/06/180604131711.htm", "description": "Widespread changes in neural activity enable people to quickly make a decision by 'turning up the gain in the brain,' suggests a recent human study. The findings help to resolve a central issue in our understanding of decision-making. ", "pubDate": "Jun 04 2018", "guid": "https://www.sciencedaily.com/releases/2018/06/180604131711.htm"}, {"title": "Virtual brain could aid surgical planning", "link": "https://www.sciencedaily.com/releases/2018/05/180529132117.htm", "description": "Researchers have simulated neural activity based on the unique structural architecture of individual brain tumor patients using a platform called The Virtual Brain. The findings are a first step toward creating personalized brain models that could be used to predict the effects of tumors and consequent surgery on brain function. ", "pubDate": "May 29 2018", "guid": "https://www.sciencedaily.com/releases/2018/05/180529132117.htm"}, {"title": "New computational tool could help optimize treatment of Alzheimer's disease", "link": "https://www.sciencedaily.com/releases/2018/05/180524141739.htm", "description": "Scientists have developed a novel computational approach that incorporates individual patients' brain activity to calculate optimal, personalized brain stimulation treatment for Alzheimer's disease. ", "pubDate": "May 24 2018", "guid": "https://www.sciencedaily.com/releases/2018/05/180524141739.htm"}, {"title": "Personalizing therapeutic brain stimulation", "link": "https://www.sciencedaily.com/releases/2018/05/180521131844.htm", "description": "A study of epilepsy patients with implanted electrodes provides an unprecedented view of the changes in brain activity created by electrical stimulation. These findings have the potential to improve noninvasive stimulation approaches toward the treatment of neuropsychiatric disorders. ", "pubDate": "May 21 2018", "guid": "https://www.sciencedaily.com/releases/2018/05/180521131844.htm"}, {"title": "Brain-computer interface based on mutual learning helps tetraplegics in avatar race", "link": "https://www.sciencedaily.com/releases/2018/05/180510145828.htm", "description": "Brain-computer interfaces (BCIs) are seen as a potential means by which severely physically impaired individuals can regain control of their environment, but establishing such an interface is not trivial. A new study suggests the most dramatic improvements in computer-augmented performance are likely to occur when both human and machine are allowed to learn. ", "pubDate": "May 10 2018", "guid": "https://www.sciencedaily.com/releases/2018/05/180510145828.htm"}, {"title": "Identity of brain stem cells clarified", "link": "https://www.sciencedaily.com/releases/2018/05/180504103806.htm", "description": "The human nervous system is a complex structure that sends electrical signals from the brain to the rest of the body, enabling us to move and think. Unfortunately, when brain cells are damaged by trauma or disease they don't automatically regenerate. This can lead to permanent disability. ", "pubDate": "May 04 2018", "guid": "https://www.sciencedaily.com/releases/2018/05/180504103806.htm"}, {"title": "Paralyzed patient feels sensation again", "link": "https://www.sciencedaily.com/releases/2018/04/180410084233.htm", "description": "Using a tiny array of electrodes implanted in the brain's somatosensory cortex, scientists have induced sensations of touch and movement in the hand and arm of a paralyzed man. ", "pubDate": "Apr 10 2018", "guid": "https://www.sciencedaily.com/releases/2018/04/180410084233.htm"}, {"title": "Dissecting artificial intelligence to better understand the human brain", "link": "https://www.sciencedaily.com/releases/2018/03/180325115759.htm", "description": "In the natural world, intelligence takes many forms. It could be a bat using echolocation to expertly navigate in the dark, or an octopus adapting its behavior to survive in the deep ocean. Likewise, in the computer science world, multiple forms of artificial intelligence are emerging. Cognitive neuroscientists are using those emerging networks to enhance understanding of one of the most elusive intelligence systems, the human brain. ", "pubDate": "Mar 25 2018", "guid": "https://www.sciencedaily.com/releases/2018/03/180325115759.htm"}, {"title": "New method manages and stores data from millions of nerve cells -- in real time", "link": "https://www.sciencedaily.com/releases/2018/03/180319120502.htm", "description": "Recent developments in neuroscience set high requirements for sophisticated data management, not least when implantable Brain Machine Interfaces are used to establish electronic communication between the brain's nerve cells and computers. A new method makes it possible to recode neural signals into a format that computer processors can use instantly. ", "pubDate": "Mar 19 2018", "guid": "https://www.sciencedaily.com/releases/2018/03/180319120502.htm"}, {"title": "Capturing brain signals with soft electronics", "link": "https://www.sciencedaily.com/releases/2018/03/180305093521.htm", "description": "Scientists have developed new technology for long-term stable neural recording. It is based on a novel elastic material composite, which is biocompatible and retains high electrical conductivity even when stretched to double its original length. ", "pubDate": "Mar 05 2018", "guid": "https://www.sciencedaily.com/releases/2018/03/180305093521.htm"}, {"title": "Computer reads brain activity to find out the music each person is listening to", "link": "https://www.sciencedaily.com/releases/2018/02/180202085237.htm", "description": "It may sound like sci-fi, but mind reading equipment are much closer to become a reality than most people can imagine. Researchers used a magnetic resonance machine to read participants' minds and find out what song they were listening to. The study contributes to improve the technique and pave the way to new research on reconstruction of auditory imagination, inner speech and to enhance brain-computer interfaces for communication with locked-in syndrome patients. ", "pubDate": "Feb 02 2018", "guid": "https://www.sciencedaily.com/releases/2018/02/180202085237.htm"}, {"title": "Potential brain-machine interface for hand paralysis", "link": "https://www.sciencedaily.com/releases/2018/01/180115151611.htm", "description": "A brain-machine interface that combines brain stimulation with a robotic device controlling hand movement increases the output of pathways connecting the brain and spinal cord, according to a study of healthy adults. This work could have implications for restoring function in stroke patients with hand paralysis. ", "pubDate": "Jan 15 2018", "guid": "https://www.sciencedaily.com/releases/2018/01/180115151611.htm"}, {"title": "Researchers use WWII code-breaking techniques to interpret brain data", "link": "https://www.sciencedaily.com/releases/2017/12/171213124727.htm", "description": "A team of researchers has used cryptographic techniques to decode the activity of motor neurons. Their approach has allowed them to predict, from brain data, and with only generic knowledge of typical movements, which direction monkeys will move their arms. ", "pubDate": "Dec 13 2017", "guid": "https://www.sciencedaily.com/releases/2017/12/171213124727.htm"}, {"title": "Monkey feel, monkey do: Microstimulation in premotor cortex can instruct movement", "link": "https://www.sciencedaily.com/releases/2017/12/171207141743.htm", "description": "Finding ways to get around those broken networks in the brain is an important area of research for those seeking to develop treatment interventions. Now researchers are showing in monkeys that stimulation delivered directly to the premotor cortex can elicit a feeling or experience that can instruct different movements, even when the stimulus is too small to induce any response directly. ", "pubDate": "Dec 07 2017", "guid": "https://www.sciencedaily.com/releases/2017/12/171207141743.htm"}, {"title": "Electrical stimulation in brain bypasses senses, instructs movement", "link": "https://www.sciencedaily.com/releases/2017/12/171207141630.htm", "description": "The brain's complex network of neurons enables us to interpret and effortlessly navigate and interact with the world around us. But when these links are damaged due to injury or stroke, critical tasks like perception and movement can be disrupted. New research is helping scientists figure out how to harness the brain's plasticity to rewire these lost connections, an advance that could accelerate the development of neuro-prosthetics. ", "pubDate": "Dec 07 2017", "guid": "https://www.sciencedaily.com/releases/2017/12/171207141630.htm"}, {"title": "Brain activity mapped to improve prosthetic design", "link": "https://www.sciencedaily.com/releases/2017/11/171130150432.htm", "description": "High-tech prosthetics allow amputees to engage more fully in everyday life, even to compete in sporting events. Researchers have demonstrated how brain activity is used to identify different terrains -- level ground and stairs, for example -- a key step in developing prosthetics that allow the user's prosthesis to automatically adjust to changing ground conditions in real time. ", "pubDate": "Nov 30 2017", "guid": "https://www.sciencedaily.com/releases/2017/11/171130150432.htm"}, {"title": "Amputees can learn to control a robotic arm with their minds", "link": "https://www.sciencedaily.com/releases/2017/11/171127135811.htm", "description": "Neuroscientists have shown how amputees can learn to control a robotic arm through electrodes implanted in the brain. The research details changes that take place in both sides of the brain used to control the amputated limb and the remaining, intact limb. The results show both areas can create new connections to learn how to control the device, even several years after an amputation. ", "pubDate": "Nov 27 2017", "guid": "https://www.sciencedaily.com/releases/2017/11/171127135811.htm"}, {"title": "Experts call for ethics rules to protect privacy, free will, as brain implants advance", "link": "https://www.sciencedaily.com/releases/2017/11/171113111058.htm", "description": "Neuroscientists call for ethical guidelines to cover the evolving use of computer hardware and software to enhance or restore human capabilities. ", "pubDate": "Nov 13 2017", "guid": "https://www.sciencedaily.com/releases/2017/11/171113111058.htm"}, {"title": "How memories ripple through the brain", "link": "https://www.sciencedaily.com/releases/2017/10/171031084843.htm", "description": "Using an innovative \"NeuroGrid\" technology, scientists showed that sleep boosts communication between two brain regions whose connection is critical for the formation of memories. The work is devoted to accelerating the development of new approaches to probing the workings of the brain. ", "pubDate": "Oct 31 2017", "guid": "https://www.sciencedaily.com/releases/2017/10/171031084843.htm"}, {"title": "Move towards 'holy grail' of computing by creation of brain-like photonic microchips", "link": "https://www.sciencedaily.com/releases/2017/09/170927162046.htm", "description": "Scientists have made a crucial step towards unlocking the 'holy grail' of computing -- microchips that mimic the way the human brain works to store and process information. ", "pubDate": "Sep 27 2017", "guid": "https://www.sciencedaily.com/releases/2017/09/170927162046.htm"}, {"title": "Brain Composer: 'Thinking' melodies onto a musical score", "link": "https://www.sciencedaily.com/releases/2017/09/170911122654.htm", "description": "A new brain-computer interface application that allows music to be composed by the power of thought has now been developed by scientists. ", "pubDate": "Sep 11 2017", "guid": "https://www.sciencedaily.com/releases/2017/09/170911122654.htm"}, {"title": "Stroke patient improvement with a brain-computer interface", "link": "https://www.sciencedaily.com/releases/2017/08/170830103510.htm", "description": "It is possible for stroke patients to improve motor function using special training involving connecting brain signals with a computer, research shows. ", "pubDate": "Aug 30 2017", "guid": "https://www.sciencedaily.com/releases/2017/08/170830103510.htm"}, {"title": "Use of brain-computer interface, virtual avatar could help people with gait disabilities", "link": "https://www.sciencedaily.com/releases/2017/08/170823121336.htm", "description": "Researchers have shown for the first time that the use of a brain-computer interface augmented with a virtual walking avatar can control gait, suggesting the protocol may help patients recover the ability to walk after stroke, some spinal cord injuries and certain other gait disabilities. ", "pubDate": "Aug 23 2017", "guid": "https://www.sciencedaily.com/releases/2017/08/170823121336.htm"}, {"title": "Computer approaches human skill for first time in mapping brain", "link": "https://www.sciencedaily.com/releases/2017/08/170817092726.htm", "description": "Scientist, for the first time, have developed a computer algorithm that is nearly as accurate as people are at mapping brain neural networks -- a breakthrough that could speed up the image analysis that researchers use to understand brain circuitry. ", "pubDate": "Aug 17 2017", "guid": "https://www.sciencedaily.com/releases/2017/08/170817092726.htm"}, {"title": "Manipulating brain network to change cognitive functions: New breakthrough in neuroscience", "link": "https://www.sciencedaily.com/releases/2017/08/170807080813.htm", "description": "When an electric circuit breaks down, we can repair it by restoring connections in the circuit. Is it possible to restore the connections in our brain? And by doing so, is it possible to restore declining cognitive functions? Numerous regions of the brain are connected together and constitute a huge network. Researchers have developed a learning method to change cognitive function by manipulating connections in the brain. ", "pubDate": "Aug 07 2017", "guid": "https://www.sciencedaily.com/releases/2017/08/170807080813.htm"}, {"title": "Creating music by thought alone", "link": "https://www.sciencedaily.com/releases/2017/07/170712110510.htm", "description": "Neurologists have created a hands-free, thought-controlled musical instrument. They hope that this new instrument will help empower and rehabilitate patients with motor disabilities such as those from stroke, spinal cord injury, amputation, or amyotrophic lateral sclerosis (ALS). ", "pubDate": "Jul 12 2017", "guid": "https://www.sciencedaily.com/releases/2017/07/170712110510.htm"}, {"title": "Brain-computer interfaces revolutionized using silicon electronics", "link": "https://www.sciencedaily.com/releases/2017/07/170710123119.htm", "description": "An implanted brain-interface device could transform the lives of people with neurodegenerative diseases or people who are hearing and visually impaired, suggest researchers. ", "pubDate": "Jul 10 2017", "guid": "https://www.sciencedaily.com/releases/2017/07/170710123119.htm"}]}]